Repository: kiethrios/HibiLens
Catalog: HibiLens/Localizable.xcstrings
Source language: en
Languages: zh_hans

# accessibility.back
source: Back
zh_hans: 返回

# accessibility.playPronunciation
source: Play pronunciation
zh_hans: 播放发音

# capture.camera.cannotCaptureNow
source: This device or simulator cannot capture a photo right now.
zh_hans: 这台设备或模拟器暂时无法拍照。

# capture.camera.starting
source: Camera is still starting. Please wait a moment and try again.
zh_hans: 相机还在启动，请稍等一下再试。

# capture.cameraAccess.message
source: Enable camera access in Settings to capture objects and words.
zh_hans: 请在设置中允许相机权限，用来拍摄物品和词语。

# capture.cameraAccess.title
source: Camera Access Needed
zh_hans: 需要相机权限

# capture.cameraUnavailable.message
source: This device or simulator cannot provide a live camera preview.
zh_hans: 这台设备或模拟器无法提供实时相机预览。

# capture.cameraUnavailable.title
source: Camera Unavailable
zh_hans: 相机不可用

# capture.error.title
source: Capture Error
zh_hans: 拍摄出错

# capture.newCard
source: New Card
zh_hans: 新卡片

# capture.photo.accessibility
source: Capture photo
zh_hans: 拍照

# capture.photo.failed
source: The photo could not be captured. Please try again.
zh_hans: 照片没有拍成功，请再试一次。

# capture.photoImport.failed
source: The selected photo could not be loaded.
zh_hans: 无法载入所选照片。

# capture.save.failed
source: The processed image or card metadata could not be saved.
zh_hans: 处理后的图片或卡片信息无法保存。

# common.cancel
source: Cancel
zh_hans: 取消

# common.done
source: Done
zh_hans: 完成

# common.save
source: Save
zh_hans: 保存

# home.captureNow
source: Capture Now
zh_hans: 拍一个

# home.discovery.subtitle
source: A new word is waiting to be captured.
zh_hans: 拍拍身边的东西

# home.discovery.title
source: Today's Discovery
zh_hans: 今日发现

# home.emptyKeepsake
source: Your next keepsake starts here.
zh_hans: 你拍下的词语会出现在这里。

# home.keepsakes.title
source: Your Keepsakes
zh_hans: 我的收藏

# home.newKeepsake
source: New Keepsake
zh_hans: 新收藏

# home.progress.title
source: Progress
zh_hans: 进度

# home.seeAll
source: See All
zh_hans: 查看全部

# home.stat.thisMonth
source: This Month
zh_hans: 本月

# home.stat.today
source: Today
zh_hans: 今天

# home.stat.wordsCaptured
source: Words Captured
zh_hans: 已拍词条

# nav.capture
source: Capture
zh_hans: 拍摄

# nav.home
source: Home
zh_hans: 首页

# nav.personal
source: Personal
zh_hans: 个人

# nav.review
source: Review
zh_hans: 复习

# personal.appearance
source: Appearance
zh_hans: 外观

# personal.appearance.dark
source: Dark
zh_hans: 深色

# personal.appearance.day
source: Day
zh_hans: 日间

# personal.appearance.system
source: Follow System
zh_hans: 跟随系统

# personal.discoveries
source: Discoveries
zh_hans: 发现

# personal.gallery.title
source: Your Gallery
zh_hans: 你的图库

# personal.information
source: Information
zh_hans: 信息

# personal.mastered
source: Mastered
zh_hans: 已掌握

# personal.privacyPolicy
source: Privacy Policy
zh_hans: 隐私政策

# personal.sourcesAndLicenses
source: Sources & Licenses
zh_hans: 来源与许可

# personal.sourcesAndLicenses.body
source: This app uses JMdict dictionary data from the Electronic Dictionary Research and Development Group (EDRDG). JMdict is licensed under Creative Commons Attribution-ShareAlike 4.0 International. Copyright (c) James William Breen and The Electronic Dictionary Research and Development Group. This app uses the google/siglip-base-patch16-224 SigLIP model by Google for on-device image-label matching. The bundled Core ML model and generated text embeddings are derived from that model. SigLIP is licensed under the Apache License 2.0.
zh_hans: 本应用使用 Electronic Dictionary Research and Development Group (EDRDG) 提供的 JMdict 词典数据。JMdict 采用 Creative Commons Attribution-ShareAlike 4.0 International 许可。 Copyright (c) James William Breen and The Electronic Dictionary Research and Development Group. 本应用使用 Google 的 google/siglip-base-patch16-224 SigLIP 模型进行设备端图像标签匹配。随应用提供的 Core ML 模型和生成的文本嵌入数据均源自该模型。 SigLIP 采用 Apache License 2.0 许可。

# personal.sourcesAndLicenses.edrdgLicense
source: EDRDG License
zh_hans: EDRDG 许可

# personal.sourcesAndLicenses.jmdictProject
source: JMdict/EDICT Project
zh_hans: JMdict/EDICT 项目

# personal.sourcesAndLicenses.siglipModel
source: SigLIP Model
zh_hans: SigLIP 模型

# personal.sourcesAndLicenses.siglipProject
source: SigLIP Project
zh_hans: SigLIP 项目

# personal.support
source: Support
zh_hans: 支持

# personal.terms
source: Terms
zh_hans: 条款

# personal.thisMonth
source: This Month
zh_hans: 本月

# personal.wordsCaptured
source: Words Captured
zh_hans: 已拍词条

# placeholder.screenInProgress
source: This screen is still being implemented.
zh_hans: 这个页面还在实现中。

# review.delete.accessibility.label
source: Delete %@
zh_hans: 删除 %@

# review.delete.alert.title
source: Delete this card?
zh_hans: 删除这张卡片？

# review.delete.confirm
source: Delete
zh_hans: 删除

# review.learning
source: Learning
zh_hans: 学习中

# review.learning.empty.message
source: Captured words you are learning will appear here.
zh_hans: 拍拍身边的东西，开始建立你的复习卡片。

# review.learning.empty.title
source: No learning cards yet.
zh_hans: 暂无可复习卡片

# review.mastered
source: Mastered
zh_hans: 已掌握

# review.mastered.empty.message
source: Cards you master will collect here.
zh_hans: 你掌握的卡片会移到这里。

# review.mastered.empty.title
source: No mastered cards yet.
zh_hans: 还没有已掌握卡片

# subjectLift.cutoutCreationFailed
source: The lifted subject could not be isolated.
zh_hans: 无法分离抠出的主体。

# subjectLift.imageEncodingFailed
source: The isolated subject could not be saved.
zh_hans: 抠出的主体无法保存。

# subjectLift.invalidImage
source: The captured photo could not be prepared for subject lifting.
zh_hans: 无法准备这张照片进行主体抠图。

# subjectLift.noSubjectDetected
source: No clear subject was detected. Please capture the object again.
zh_hans: 没有检测到清晰主体，请重新拍摄物品。

# subscription.product.free
source: Free
zh_hans: 免费

# subscription.product.proMonthly
source: Pro Monthly
zh_hans: Pro 月度套餐

# subscription.product.proQuarterly
source: Pro Quarterly
zh_hans: Pro 季度套餐

# subscription.product.proYearly
source: Pro Yearly
zh_hans: Pro 年度套餐
